Repository: minh-ton/reynard-browser
Catalog: browser/Reynard/Client/Interface/Library/Settings/SettingsLocalizable.xcstrings
Source language: en
Languages: am, ar, ast, az, be, bg, bn, br, bs, ca, ckb, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_mx, et, eu, fa, ff, fi, fil, fr, fur, fy_nl, ga_ie, gd, gl, gn, he, hi_in, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, kn, ko, ku, lij, lo, lt, ml, mr, my, nb_no, nl, nn_no, oc, pa_arab_pk, pa_guru_in, pl, pt_br, pt_pt, rm, ro, ru, sat, sc, scn, si, sk, sl, sq, sr, su, sv_se, szl, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vec, vi, yo, zh_hans, zh_hant

source: Stronger tracking protection and faster performance, but some websites may not work properly.
am: ጠንካራ የመከታተያ ጥበቃ እና ፈጣን አፈጻጸም፣ ነገር ግን አንዳንድ ጣቢያዎች በትክክል ላይሰሩ ይችላሉ።
ar: حماية أقوى ضد المتعقّبات وأداء أسرع، لكن قد لا تشتغل بعض المواقع بشكل صحيح.
be: Мацнейшая ахова ад сачэння і лепшая хуткадзейнасць, але некаторыя сайты могуць не працаваць належным чынам.
bg: По-силна защита от проследяване и по-бърза производителност, но някои сайтове може да не работят правилно.
br: Gwarez heuliañ kreñvoc’h ha digonusted gwelloc’h, met lec’hiennoù ’zo a c’hallo chom hep mont en-dro.
bs: Jača zaštita od praćenja i brže performanse, ali neke web stranice možda neće raditi ispravno.
ca: Més protecció i millor rendiment, però pot fer que alguns llocs no funcionin correctament.
co: Una prutezzione più forte contr’à u spiunagiu è perfurmenze piu rapide, ma certi siti ponu ùn micca funziunà currettamente.
cs: Silnější ochrana, která zlepšuje rychlost načítání stránek. Může ale omezit jejich fungování.
cy: Diogelwch tracio cryfach a pherfformiad cyflymach, ond efallai na fydd rhai gwefannau’n gweithio’n iawn.
da: Stærkere beskyttelse mod sporing og hurtigere ydelse, men nogle websteder virker måske ikke ordentligt.
de: Stärkerer Tracking-Schutz und schnellere Leistung, aber einige Websites funktionieren möglicherweise nicht richtig.
dsb: Mócnjejšy slědowański šćit a malsnjejše wugbaśe, ale někotare sedła snaź pórědnje njefunlcioněruju.
el: Ισχυρότερη προστασία από καταγραφή και καλύτερες επιδόσεις, αλλά ορισμένοι ιστότοποι ενδέχεται να μην λειτουργούν σωστά.
eo: Plej bona protekto kontraŭ spurado, kaj plej bona efikeco, sed kelkaj retejoj povus ne bone funkcii.
es: Protección contra rastreo mejorada y mayor rendimiento, pero puede que algunos sitios no funcionen correctamente.
es_ar: Mayor protección de rastreo y rendimiento más rápido, pero algunos sitios pueden no funcionar correctamente.
es_cl: Una mayor protección de seguimiento y un mejor rendimiento, pero algunos sitios podrían no funcionar adecuadamente.
es_mx: Protección contra rastreo mejorada y mayor rendimiento, pero puede que algunos sitios no funcionen correctamente.
et: Tugevam jälitamisvastane kaitse ja suurem jõudlus, kuid mõned saidid ei pruugi korralikult töötada.
eu: Jarraipenaren babes sendoagoa eta errendimendu hobea baina baliteke zenbait gune ondo ez ibiltzea.
fa: محافظت از ردیابی قوی‌تر و کارایی سریع‌تر ، اما برخی از پایگاه‌ها ممکن است به درستی کار نکنند.
fi: Vahvempi seurantasuojaus ja nopeampi suorituskyky, mutta jotkin sivustot eivät välttämättä toimi kunnolla.
fil: Mas malakas na proteksyon laban sa mga tracker at mas mabilis na performance, pero baka may mga site na hindi gumana nang maayos.
fr: Une protection renforcée contre le pistage et de meilleures performances, mais certains sites peuvent ne pas fonctionner correctement.
fur: Protezion da lis spiis plui potente e prestazions plui sveltis, ma al è pussibil che cualchi sît nol funzioni ben.
fy_nl: Sterkere beskerming tsjin folgjen en fluggere prestaasjes, mar guon websites wurkje mooglik net goed.
gd: Dìon o thracadh agus dèanadas nas fheàrr ach bidh làraichean ann nach obraich buileach mar bu chòir.
gl: Maior protección contra o rastrexo e mellor rendemento, pero é posible que algúns sitios non funcionen correctamente.
gn: Tapykuehoha iporãvéva ñemo’ã rovake ha apopykuaave, hákatu ikatu heta tenda nomba’poporãi.
he: הגנת מעקב חזקה יותר וביצועים מהירים יותר, אך מספר אתרים עשויים שלא לעבוד כראוי.
hr: Jača zaštita od praćenja i brži rad, ali neke web stranice možda neće ispravno raditi.
hsb: Sylniši slědowanski škit a spěšniši wukon, ale někotre sydła snano porjadnje njefunguja.
hu: Erősebb követésvédelem és jobb teljesítmény, de előfordulhat, hogy egyes oldalak nem fognak megfelelően működni.
hy_am: Ավելի ուժեղ հետագծման պաշտպանություն և ավելի արագ արտադրողականություն, բայց որոշ կայքեր, հնարավոր է, նորմալ չաշխատեն:
ia: Plus forte protection de traciamento e prestation plus veloce, ma alcun sitos pote non functionar correctemente.
id: Perlindungan pelacakan yang lebih kuat dan kinerja yang lebih cepat, tetapi beberapa situs mungkin tidak berfungsi dengan baik.
is: Sterkari varnir gegn rekjurum og meiri afköst, en sumar síður virka kannski ekki eðlilega.
it: Maggiore protezione dal tracciamento e prestazioni più veloci, alcuni siti potrebbero non funzionare correttamente.
ja: トラッキング防止を強力にし、パフォーマンスを高速化します。ただし、一部のサイトが正常に機能しなくなる可能性があります。
ka: მეტად მძლავრი დაცვა თვალთვალისგან და მეტი სისწრაფე, მაგრამ საიტების ნაწილმა, შესაძლოა გაუმართავად იმუშაოს.
kab: Ammesten iǧǧehden mgal aḍfaṛ akked tmellit tufrint, maca kra n yismal zemren ur teddun ara akken iwata.
kk: Бақылаудан күшейтілген қорғаныс және жылдамырақ жұмыс істеу, бірақ кейбір сайттар дұрыс жұмыс істемеуі мүмкін.
ko: 더 강력한 추적 방지 기능과 더 빠른 성능을 제공하지만, 일부 사이트는 제대로 작동하지 않을 수 있습니다.
ku: Parastina ji şopandinê ya bihêztir û performansa zûtir, lê dibe ku hin malper birêkûpêk nexebitin.
lo: ການປ້ອງກັນການຕິດຕາມທີ່ເຂັ້ມແຂງແລະປະສິດທິພາບໄວຂຶ້ນ, ແຕ່ບາງສະຖານທີ່ອາດຈະເຮັດວຽກບໍ່ຖືກຕ້ອງ.
ml: കരുത്തുറ്റ പിന്തുടൎച്ച പരിരക്ഷണവും വേഗേറിയ പ്രകടനവും എന്നാൽ ചില വെബിടങ്ങൾ ശരിയായിട്ടു് പ്രവൎത്തിക്കത്തില്ല.
nb_no: Sterkere sporingsbeskyttelse og raskere ytelse, men noen nettsteder fungerer kanskje ikke ordentlig.
nl: Sterkere bescherming tegen volgen en snellere prestaties, maar sommige websites werken mogelijk niet goed.
nn_no: Sterkare sporingsvern og raskare yting, men nokre nettstadar fungerer kanskje ikkje slik dei skal.
oc: Una proteccion renfortida contra lo seguiment e de performanças melhoras, mas d’unes sites pòdon quitar de foncionar.
pa_arab_pk: مظبوط ٹریکنگ سرکھیا تے ودھ تیز کارگذاری، پر کجھ سائیٹاں ٹھیک طرح کم نہیں کرن‌گیاں۔
pa_guru_in: ਮਜ਼ਬੂਤ ਟਰੈਕਿੰਗ ਸੁਰੱਖਿਆ ਅਤੇ ਵੱਧ ਤੇਜ਼ ਕਾਰਗੁਜ਼ਜਾਰੀ, ਪਰ ਕੁਝ ਸਾਈਟਾਂ ਠੀਕ ਤਰ੍ਹਾਂ ਕੰਮ ਨਹੀਂ ਕਰਨਗੀਆਂ।
pl: Silniejsza ochrona przed śledzeniem i większa wydajność, ale niektóre strony mogą nie działać poprawnie.
pt_br: Proteção mais forte contra rastreamento e desempenho mais rápido, mas alguns sites podem não funcionar corretamente.
pt_pt: Proteção contra a monitorização mais forte e um desempenho mais rápido, mas alguns sites podem não funcionar corretamente.
rm: Ina protecziun pli severa cunter il fastizar e meglra prestaziun, ma tschertas paginas na funcziunan eventualmain betg endretg.
ro: O protecție mai puternică împotriva urmării și o performanță mai rapidă, dar se poate ca unele site-uri să nu funcționeze bine.
ru: Строгая защита от отслеживания с увеличенной производительностью, некоторые сайты могут работать неправильно.
sat: ᱠᱚᱴᱮᱡ ᱯᱟᱧᱡᱟ ᱨᱩᱠᱷᱤᱭᱟᱹ ᱟᱨ ᱞᱚᱜᱚᱱ ᱜᱮ ᱠᱟᱹᱢᱤᱭᱟᱭ, ᱢᱮᱱᱠᱷᱟᱱ ᱡᱷᱚᱛᱚ ᱥᱟᱭᱤᱴ ᱠᱚᱨᱮ ᱫᱚ ᱵᱟᱭ ᱠᱟᱹᱢᱤᱭᱟ ᱾
scn: Prutizzioni supiriuri e pristazzioni megghiu, ma certi siti putìssiru nun funziunari bonu.
si: ප්‍රබල ලුහුබැඳීමේ රැකවරණයක් හා වේගවත් ක්‍රියාකාරිත්‍වයක්, නමුත් ඇතැම් අඩවි හරිහැටි වැඩ නොකරනු ඇත.
sk: Silnejšia ochrana, ktorá zrýchľuje načítavanie stránok. Môže však obmedziť ich fungovanie.
sl: Močnejša zaščita pred sledenjem in hitrejše delovanje, nekatere strani morda ne bodo delovale pravilno.
sq: Mbrojtje më e fortë kundër gjurmimit dhe punim më i shpejtë, por disa sajte mund të mos funksionojnë siç duhet.
sr: Јача заштита од праћења и брже перформансе, али неке странице можда неће радити исправно.
su: Kilungan palacakan anu leuwih wedel sarta kinerja anu leuwih hadé, ngan sababaraha loka bisa jadi teu jalan sakumaha biasa.
sv_se: Starkare spårningsskydd och snabbare prestanda, men vissa webbplatser kanske inte fungerar korrekt.
szl: Lepszo ôchrōna przed śłedzōncymi elymyntami i lepszo sprowność, ale niykere strōny mogōm niy fungować dobrze.
tg: Муҳофизати ҷиддӣ барои самаранокии тезтар ва бар зиддӣ васоити пайгирӣ, аммо баъзе сомонаҳо метавонанд ба таври дуруст кор накунанд.
th: การป้องกันการติดตามที่แข็งแกร่งขึ้นและประสิทธิภาพที่เร็วขึ้น แต่บางไซต์อาจทำงานไม่ถูกต้อง
tr: Daha güçlü izlenme koruması ve daha hızlı performans, ancak bazı siteler düzgün çalışmayabilir.
ug: ئىزلاشتىن قوغداش تېخىمۇ كۈچلۈك ۋە ئىقتىدارى تېخىمۇ تېز، ئەمما بەزى تور بېكەتلەر نورمال ئىشلىمەسلىكى مۇمكىن.
uk: Кращий захист від стеження і продуктивність, але деякі сайти можуть працювати неправильно.
vi: Trình chống theo dõi mạnh mẽ hơn và hiệu suất nhanh hơn, nhưng có thể làm hỏng một số trang web.
zh_hans: 更强的跟踪保护与更快的性能，但可导致某些网站的运作不正常。
zh_hant: 更強大的追蹤保護功能與更快的效能，但某些網站會無法正常運作。

source: Suspected Fingerprinters
am: የተጠረጠሩ ጣት-አሻራ ሰብሳቢዎች
ar: مسجّلات البصمة المشبوهة
be: Падазраваныя збіральнікі лічбавых адбіткаў
bg: Съмнения за използване на цифрови отпечатци
br: Dastumerien roudoù suspedet
bs: Potencijalni sakupljači digitalnih otisaka
ca: Generadors d’empremtes digitals sospitosos
co: Detettori d’impronta numerica suspettati
cs: Předpokládané vytváření otisku prohlížeče
cy: Amheuaeth o Fysbrintwyr
da: Formodede fingerprinters
de: Vermutete Identifizierer (Fingerprinter)
dsb: Suspektne zběrarje palcowych wótśišćow
el: Πιθανά fingerprinter
eo: Suspektataj identigiloj de ciferecaj spuroj
es: Detectores de huellas digitales sospechosos
es_ar: Presuntos sistemas identificadores
es_cl: Creadores de huellas (fingerprinters) presuntos
es_mx: Presuntos detectores de huellas digitales
eu: Susmopeko hatz-marka bidezko jarraipena
fa: اثرانگشت‌های مشکوک
fi: Epäillyt yksilöijät
fil: Pinaghihinalaang mga Fingerprinter
fr: Détecteurs d’empreinte numérique suspectés
fur: Rilevadôrs di stamp numeric suspiets
fy_nl: Fertochte fingerprinters
gd: Lorgairean-meòir fo amharas
gl: Sospeitas de identificador de pegadas dixitais
gn: Kuãhũngue ojejuhukuaáva
he: רכיבי זהות דיגיטלית חשודים
hr: Sumnjivi prikupljači digitalnih otisaka
hsb: Podhladne hromadźaki porstowych wotćišćow
hu: Feltételezett ujjlenyomat-készítők
hy_am: Արգելափակված մատնահետքեր
ia: Dactylogrammatores suspecte
id: Sidik Jari yang Dicurigai
is: Grunur um fingrafarasöfnun
it: Sospetti fingerprinter
ja: 疑わしいフィンガープリント採取
ka: სავარაუდო ამომცნობები
kab: Idlisen umḍinen yella ccek deg-sen
kk: Күмәнді болған цифрлық саусақ іздерін жинаушылар
ko: 의심되는 디지털 지문
lo: ລາຍນິ້ວມືດິຈິຕອນທີ່ສົງໃສ
ml: സംശയിക്കപ്പെട്ട വിരലടയാളപ്പിന്തുടൎച്ചയന്ത്രങ്ങൾ
nb_no: Mistenkt nettleseravtrykksporere
nl: Verdachte fingerprinters
nn_no: Mistenkte nettlesaravtrykk
oc: Generadors d’emprentas numericas suspècte
pa_guru_in: ਸ਼ੱਕੀ ਫਿੰਗਰ-ਪਰਿੰਟਰ
pl: Podejrzewane elementy śledzące przez zbieranie informacji o konfiguracji
pt_br: Suspeitos de ser rastreadores de identidade digital (fingerprinters)
pt_pt: Identificadores suspeitos
rm: Potenzials improntaders
ro: Detectoare suspecte de amprente digitale
ru: Возможные сборщики цифровых отпечатков
sat: ᱥᱚᱱᱫᱮᱦ ᱠᱟᱹᱴᱩᱵᱪᱷᱟᱯᱟᱠᱚ
sc: Generadores de imprentas digitales suspetos
scn: Giniratura di griffi nfurmàtichi suspetti
si: සැක සහිත ඇඟිලි සටහන්
sk: Podozrivé čítačky digitálnych odtlačkov
sl: Morebitne sledilce prstnih odtisov
sq: Krijues Shenjash Gishtash të Dyshuar
sr: Наводни сакупљачи дигиталних отисака
su: Sidik ramo anu dicurigaan
sv_se: Misstänkta fingeravtrycksspårare
tg: Хонандаи нақши ангуштони номаълум
th: ลายนิ้วมือดิจิทัลที่ต้องสงสัย
tr: Şüpheli parmak izi toplayıcılar
tt: Шөбһәле бармак эзләрен җыючылар
ug: گۇمانلىق ئىز قالدۇرغۇ
uk: Підозрювані засоби зчитування цифрового відбитка
vi: Dấu vết đáng ngờ
zh_hans: 存疑的数字指纹跟踪程序
zh_hant: 疑似是數位指紋追蹤程式

source: Tell Websites Not to Share & Sell Data
am: ድር ጣቢያዎች ውሂብ እንዳያጋሩ እና እንዳይሸጡ ይንገሯቸው
ar: أخبر مواقع الويب بعدم مشاركة بياناتي أو بيعها
bg: Кажете на уебсайтовете да не споделят и продават данни
br: Goulenn ouzh al lec’hiennoù ne vefe ket rannet pe gwerzhet ma roadennoù
bs: Reci web stranicama da ne dijele i ne prodaju podatke
ca: Sol·licita als llocs web que no comparteixin ni venguin les meves dades
co: Dì à i siti web d’ùn sparte è d’ùn vende i mo dati
cs: Říkat webům, aby nesdílely ani neprodávaly vaše údaje
cy: Dweud wrth wefannau i beidio â rhannu a gwerthu data
da: Fortæl websteder, at de ikke skal dele og sælge data
de: Websites anweisen, meine Daten nicht zu verkaufen oder weiterzugeben
dsb: Websydłam k wěsći daś, až njamaju daty źěliś a pśedaś
el: Αποστολή αιτήματος μη πώλησης και κοινοποίησης δεδομένων στους ιστοτόπους
eo: Peti al retejoj ne dividi aŭ vendi miajn datumojn
es: Decir a los sitios web que no vendan ni compartan mis datos
es_ar: Decirle a los sitios web que no compartan ni vendan datos
es_cl: Decir a los sitios web que no vendan ni compartan mis datos
es_mx: Decir a los sitios web que no vendan ni compartan mis datos
et: Veebisaite juhendatakse andmeid mitte müüma ega jagama
eu: Esan webguneei nire datuak ez partekatzeko edo saltzeko
fa: به وبگاه‌ها بگویید که داده‌ها را به هم‌رسانی نگذارند و نفروشند
fi: Pyydä verkkosivustoja olemaan jakamatta ja myymättä tietojani
fil: Sabihin sa mga website na huwag magbahagi at magbenta ng data
fr: Demander aux sites web de ne pas vendre ni partager mes données
fur: Dîs ai sîts web di no condividi o vendi dâts
fy_nl: Websites fertelle gegevens net te ferkeapjen en te dielen
gd: Iarr air làraichean-lìn gun a bhith a’ co-roinneadh is a’ reic dàta
gl: Dígalle aos sitios web que non compartan nin vendan datos
gn: Ere ñanduti rendápe ani ovende ha omoherakuã mba’ekuaarã
he: להורות לאתרים לא לשתף או למכור את הנתונים שלי
hr: Reci web stranicama da ne dijele i ne prodaju moje podatke
hsb: Websydłam zdźělić, zo nimaja daty dźělić a předać
hu: Megmondás a webhelyeknek, hogy ne adják el vagy osszák meg az adatait
hy_am: Կայքերին հաղորդեք, որ չտարածեն և չվաճառեն տվյալները
ia: Dicer al sitos web de non compartir ni vender datos
id: Beritahukan ke situs untuk tidak membagikan & menjual data
is: Segja vefsvæðum að selja ekki eða deila gögnum
it: Segnala ai siti web di non vendere o condividere i miei dati
ja: ウェブサイトにユーザーデータの共有と販売の拒否を通知する
ka: ეცნობოს ვებსაიტებს, რომ არ მსურს გაყიდონ ან გააზიარონ ჩემი მონაცემები
kab: Ssuter i yismal web ur snuzuyen, ur beṭṭun isefka-w
kk: Веб-сайттарға деректермен бөліспеуді және оларды сатпауды айту
ko: 웹 사이트에 내 정보 판매 또는 공유 금지 요청
lo: ບອກເວັບໄຊທບໍ່ໃຫ້ແບ່ງປັນ ແລະ ຂາຍຂໍ້ມູນ
ml: ദത്ത പങ്കിടുകയോ വിൽക്കുകയോ ചെയ്യരുതെന്ന് വെബ്‌സൈറ്റുകളോട് പറയുക
nb_no: Fortell nettsteder om ikke å dele eller selge mine data
nl: Websites vertellen gegevens niet te verkopen en te delen
nn_no: Fortel nettstadar at dei ikkje skal dele eller selje data
oc: Demandar als sites web de vendre nimai partejar mas donadas
pa_arab_pk: ویب‌سائیٹاں نوں ڈیٹا ویچݨ جاں سانجھا نہ کرن کئی ہدایت دیو
pa_guru_in: ਵੈੱਬਸਾਈਟਾਂ ਨੂੰ ਡਾਟਾ ਵੇਚਣ ਜਾਂ ਸਾਂਝਾ ਨਾ ਕਰਨ ਲਈ ਹਦਾਇਤ ਦਿਓ
pl: Informowanie witryn, że mają nie udostępniać ani nie sprzedawać moich danych
pt_br: Dizer aos sites para não compartilhar nem vender meus dados
pt_pt: Indique aos sites para não partilhar e vender dados
rm: Dir a websites da betg cundivider e vender mias datas
ro: Spune site-urilor web să nu vândă sau să nu distribuie datele
ru: Запретить веб-сайтам делиться и продавать данные
sat: ᱣᱮᱵᱽᱥᱟᱭᱤᱴ ᱵᱟᱛᱟᱣᱠᱚᱢ ᱡᱮ ᱰᱟᱴᱟ ᱫᱚ ᱟᱞᱚ ᱠᱚ ᱦᱵᱹᱴᱤᱧ ᱢᱟᱸ ᱥᱮ ᱟᱹᱠᱷᱨᱤᱧ ᱢᱟᱸ
sc: Nara a is sitos web de non cumpartzire nen bèndere is datos
scn: Dicci ê siti web di nun vìnniri o spàrtiri i me dati
si: දත්ත බෙදා විකිණීමෙන් වළකින ලෙස අඩවි වලට දන්වන්න
sk: Požiadať webové stránky, aby nezdieľali ani nepredávali moje údaje
sl: Spletnim mestom sporočaj, naj ne prodajajo ali delijo podatkov
sq: Thuaju sajteve të mos shesin & japin të dhëna
sr: Пренеси веб страницама да не деле и не продају податке
su: Béjakeun situs wéb sangkan henteu ngabagi & ngajual data
sv_se: Säg till webbplatser att inte dela och sälja data
tg: Ба сомонаҳо хабар диҳед, то онҳо маълумотро нафурӯшанд ва мубодила накунанд
th: บอกเว็บไซต์ไม่ให้ขายหรือแบ่งปันข้อมูล
tr: Web sitelerine verilerimi satmamalarını ve paylaşmamalarını söyle
ug: تور بېكەتلەرگە ئۇچۇرلىرىڭىزنى تارقاتماسلىق ۋە ساتماسلىقنى ئېيتىڭ
uk: Вказувати вебсайтам не ділитися моїми даними та не продавати їх
vi: Yêu cầu trang web không bán hay chia sẻ dữ liệu cá nhân của tôi
zh_hans: 要求网站不共享和不出售我的数据
zh_hant: 告訴網站不要銷售或分享我的資料
